@extends('layouts.app')

@section('content')

<div class="container" style="direction:rtl">

	<div class="text-center">
		<h1>AboutUs SyScriptTeam</h1>
	</div>

	<div class="">
        <p class="">
		مرحبا بكم في موقع SyScriptTeam للمشاريع البرمجية والهندسية والتصاميم والترجمة.
        تحت شعار فقط فكر وعلينا الباقي.
        <br>
تم تصميم الموقع من قبل المهندس مهند محمود ( هندسة معلوماتية – قسم برمجيات ) باستخدام تقنيات الويب ولغات البرمجة وقواعد البيانات. وبالاخص بيئة عمل Laravel الشهيرة.
        <br><br>
يعمل في الموقع مجموعة من المهندسين والمبرمجين والمصممين لانتاج وخدمة اكبر عدد من الاخوة الزائرين والذين لديهم مشاكل برمجية او افكار يريدون تحويلها الى ارض الواقع باستخدام تقنيات المعلوماتية المختلفة.
        <br><br>
الكثير من اللغات البرمجية مدعومة في الموقع وهذه مجموعة منها :
        <br>
( Java, C#, Vbasic.Net, Python, PHP, JavaScript )
        <br>
وبيئات الويب المدعومة :
( laravel, ASP.Net )
        <br>
وقواعد بيانات MySql و Ms Access و SQL Server
        <br>
وبرامج التصميم Adobe Photoshop, Adobe Animate
        <br><br>

وقريبا مجموعة اضافية من الخدمات ستكون متوفرة من قبل مختصين مثل برامج التصميم الهندسي كالاوتوكاد والتصميم الثلاثي الابعاد مثل Blender و 3dMax تطوير الالعاب باستخدام Unity3d وتقنيات الذكاء الاصطناعي ودعم لغات وبيئات برمجية اكثر
        <br><br>
        </p>
	</div>
</div>

    @endsection
